2-CaseFiles/case31/c1/system/meshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                |
| \\      /  F ield         | cfMesh: A library for mesh generation          |
|  \\    /   O peration     |                                                |
|   \\  /    A nd           | Author: Franjo Juretic                         |
|    \\/     M anipulation  | E-mail: franjo.juretic@c-fields.com            |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version   2.0;
    format    ascii;
    class     dictionary;
    location  "system";
    object    meshDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

surfaceFile "total.fms";

maxCellSize 0.25;

//boundaryCellSize 1;

localRefinement
{
}


renameBoundary
{
    //defaultName        ;
    defaultType        patch;

    newPatchNames
    {
        wall
        {
            newName     wall;
            type     wall;
        }
        
        in
        {
            newName     in;
            type     patch;
        }

        out
        {
            newName     out;
            type     patch;
        }

    }
}

// ************************************************************************* //
